Repository: Klevin-G/BrassTune
Catalog: swift/BrassTuneApp/BrassTuneApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, pt_br, ru, vi, zh_hans, zh_hant

source: The click is on by default. Use visual-only mode whenever you want silence.
ar: يتم النقر بشكل افتراضي. استخدم الوضع المرئي فقط عندما تريد الصمت.
de: Der Klick ist standardmäßig aktiviert. Verwenden Sie den rein visuellen Modus, wann immer Sie Ruhe wünschen.
es: El clic está activado de forma predeterminada. Utilice el modo solo visual cuando desee silencio.
fr: Le clic est activé par défaut. Utilisez le mode visuel uniquement chaque fois que vous souhaitez le silence.
ja: クリックはデフォルトでオンになっています。沈黙が必要な場合は、視覚のみモードを使用してください。
ko: 클릭은 기본적으로 켜져 있습니다. 침묵을 원할 때마다 시각적 전용 모드를 사용하세요.
pt_br: O clique está ativado por padrão. Use o modo somente visual sempre que desejar silêncio.
ru: Щелчок включен по умолчанию. Используйте только визуальный режим, когда хотите тишины.
vi: Nhấp chuột được bật theo mặc định. Sử dụng chế độ chỉ hiển thị bất cứ khi nào bạn muốn im lặng.
zh_hans: 默认情况下，单击处于打开状态。当您想要安静时，请使用纯视觉模式。
zh_hant: 預設情況下，按一下處於開啟狀態。當您想要安靜時，請使用純視覺模式。

source: The full-resolution page is unavailable on this device.
ar: الصفحة ذات الدقة الكاملة غير متوفرة على هذا الجهاز.
de: Die Seite mit voller Auflösung ist auf diesem Gerät nicht verfügbar.
es: La página de resolución completa no está disponible en este dispositivo.
fr: La page en pleine résolution n'est pas disponible sur cet appareil.
ja: このデバイスではフル解像度のページを利用できません。
ko: 이 장치에서는 전체 해상도 페이지를 사용할 수 없습니다.
pt_br: A página de resolução total não está disponível neste dispositivo.
ru: Страница в полном разрешении недоступна на этом устройстве.
vi: Trang có độ phân giải đầy đủ không có sẵn trên thiết bị này.
zh_hans: 此设备上无法使用全分辨率页面。
zh_hant: 此裝置上無法使用全解析度頁面。

source: the next note
ar: النغمة التالية
de: die nächste Note
es: la siguiente nota
fr: la note suivante
ja: 次の音
ko: 다음 음
pt_br: a próxima nota
ru: следующая нота
vi: nốt tiếp theo
zh_hans: 下一个音符
zh_hant: 下一個音符

source: The reference tone stopped because your audio output changed. Check your headphones or speaker before restarting.
ar: توقفت النغمة المرجعية بسبب تغير إخراج الصوت. تحقق من سماعات الرأس أو مكبر الصوت قبل إعادة التشغيل.
de: Der Referenzton wurde gestoppt, weil sich Ihre Audioausgabe geändert hat. Überprüfen Sie vor dem Neustart Ihre Kopfhörer oder Lautsprecher.
es: El tono de referencia se detuvo porque su salida de audio cambió. Verifique sus auriculares o altavoz antes de reiniciar.
fr: La tonalité de référence s'est arrêtée car votre sortie audio a changé. Vérifiez vos écouteurs ou votre haut-parleur avant de redémarrer.
ja: オーディオ出力が変化したため、基準音が停止しました。再起動する前にヘッドフォンまたはスピーカーを確認してください。
ko: 오디오 출력이 변경되어 기준음이 중지되었습니다. 다시 시작하기 전에 헤드폰이나 스피커를 확인하세요.
pt_br: O tom de referência parou porque a saída de áudio foi alterada. Verifique seus fones de ouvido ou alto-falante antes de reiniciar.
ru: Опорный сигнал прекратился, потому что у вас изменился аудиовыход. Проверьте наушники или динамик перед перезапуском.
vi: Âm tham chiếu đã dừng do đầu ra âm thanh của bạn thay đổi. Kiểm tra tai nghe hoặc loa của bạn trước khi khởi động lại.
zh_hans: 由于音频输出发生变化，参考音停止了。重新启动之前检查您的耳机或扬声器。
zh_hant: 由於音訊輸出變化，參考音停止了。重新啟動之前檢查您的耳機或揚聲器。

source: The request timed out.
ar: انتهت مهلة الطلب.
de: Die Anfrage hat zu lange gedauert.
es: La solicitud agotó el tiempo de espera.
fr: La demande a expiré.
ja: リクエストがタイムアウトしました。
ko: 요청 시간이 초과되었습니다.
pt_br: A solicitação expirou.
ru: Время ожидания запроса истекло.
vi: Yêu cầu đã hết thời gian chờ.
zh_hans: 请求超时。
zh_hant: 要求逾時。

source: The score could not be imported, and BrassTune could not remove its copied file. The copied file remains on this device.
ar: تعذر استيراد النوتة أو إزالة الملف المنسوخ. يبقى الملف المنسوخ على هذا الجهاز.
de: Die Noten konnten nicht importiert und die Kopie nicht entfernt werden. Die Kopie bleibt auf diesem Gerät.
es: No se pudo importar la partitura ni eliminar la copia. El archivo copiado permanece en este dispositivo.
fr: La partition n’a pas pu être importée ni sa copie supprimée. Le fichier copié reste sur cet appareil.
ja: 楽譜を読み込めず、コピーしたファイルも削除できませんでした。コピーはこのデバイスに残っています。
ko: 악보를 가져오거나 복사 파일을 삭제하지 못했습니다. 복사된 파일은 이 기기에 남아 있습니다.
pt_br: Não foi possível importar a partitura nem remover a cópia. O arquivo copiado permanece neste dispositivo.
ru: Не удалось импортировать партитуру и удалить ее копию. Скопированный файл остается на устройстве.
vi: Không thể nhập bản nhạc hoặc xóa tệp đã sao chép. Tệp sao chép vẫn còn trên thiết bị.
zh_hans: 无法导入乐谱，也无法移除其副本。复制的文件仍保留在此设备上。
zh_hant: 無法匯入樂譜，也無法移除其副本。複製的檔案仍保留在此裝置上。

source: This can't be undone.
ar: لا يمكن التراجع عن هذا.
de: Dies kann nicht rückgängig gemacht werden.
es: Esto no se puede deshacer.
fr: Cela ne peut pas être annulé.
ja: これを元に戻すことはできません。
ko: 이 작업은 취소할 수 없습니다.
pt_br: Isso não pode ser desfeito.
ru: Это невозможно отменить.
vi: Không thể hoàn tác việc này.
zh_hans: 这无法撤消。
zh_hant: 這無法撤消。

source: This class role cannot leave through self-service.
ar: لا يمكن لهذا الدور مغادرة الصف عبر الخدمة الذاتية.
de: Diese Kursrolle kann den Kurs nicht selbstständig verlassen.
es: Este rol de clase no puede salir mediante autoservicio.
fr: Ce rôle ne peut pas quitter le cours en libre-service.
ja: このクラスの役割ではセルフサービスで退出できません。
ko: 이 클래스 역할은 셀프서비스로 나갈 수 없습니다.
pt_br: Esta função na turma não pode sair por autoatendimento.
ru: Эта роль не может самостоятельно покинуть класс.
vi: Vai trò này không thể tự rời lớp.
zh_hans: 此班级角色无法通过自助方式退出。
zh_hant: 此班級角色無法透過自助方式退出。

source: This file is too large to import.
ar: هذا الملف كبير جدًا ولا يمكن استيراده.
de: Diese Datei ist zu groß zum Importieren.
es: Este archivo es demasiado grande para importarlo.
fr: Ce fichier est trop volumineux pour être importé.
ja: ファイルが大きすぎて読み込めません。
ko: 파일이 너무 커서 가져올 수 없습니다.
pt_br: Este arquivo é grande demais para importar.
ru: Файл слишком велик для импорта.
vi: Tệp này quá lớn để nhập.
zh_hans: 此文件太大，无法导入。
zh_hant: 此檔案太大，無法匯入。

source: This instrument doesn't have a verified written-to-concert transposition, so BrassTune did not play a tone.
ar: لا تتوفر لهذه الآلة الموسيقية إحالة موثقة من الطبقة المكتوبة إلى طبقة الكونسيرت، لذلك لم يشغّل BrassTune نغمة مرجعية.
de: Für dieses Instrument gibt es keine verifizierte Transposition von notierter zu klingender Tonhöhe, daher hat BrassTune keinen Referenzton gespielt.
es: Este instrumento no tiene una transposición escrita a concierto verificada, por lo que BrassTune no tocó ningún tono.
fr: Cet instrument n'a pas de transposition écrite-concert vérifiée, donc BrassTune n'a pas joué de son.
ja: この楽器には検証済みのコンサート用移調機能がないため、BrassTune はトーンを再生しませんでした。
ko: 이 악기는 기보 음정에서 실음으로의 검증된 조옮김 정보가 없어 BrassTune이 기준음을 재생하지 않았습니다.
pt_br: Este instrumento não possui uma transposição verificada escrita para o concerto, então o BrassTune não tocou nenhum tom.
ru: Для этого инструмента нет проверенной транспозиции от записанной к концертной высоте, поэтому BrassTune не воспроизводил эталонный тон.
vi: Nhạc cụ này chưa có phép chuyển được xác minh từ cao độ viết sang cao độ hòa nhạc, nên BrassTune không phát âm tham chiếu.
zh_hans: 此乐器没有经过验证的记谱音高到实音音高移调关系，因此 BrassTune 未播放参考音。
zh_hant: 此樂器沒有經過驗證的記譜音高到實音音高移調關係，因此 BrassTune 未播放參考音。

source: This PDF has more than %@ pages. Split it into smaller files before importing.
ar: يحتوي ملف PDF هذا على أكثر من %@ صفحة. قم بتقسيمها إلى ملفات أصغر قبل الاستيراد.
de: Dieses PDF hat mehr als %@ Seiten. Teilen Sie es vor dem Import in kleinere Dateien auf.
es: Este PDF tiene más de %@ páginas. Divídalo en archivos más pequeños antes de importarlo.
fr: Ce PDF comporte plus de %@ pages. Divisez-le en fichiers plus petits avant de l'importer.
ja: この PDF には %@ ページを超えています。インポートする前に、小さなファイルに分割してください。
ko: 이 PDF에는 %@ 페이지가 넘습니다. 가져오기 전에 더 작은 파일로 분할하세요.
pt_br: Este PDF tem mais de %@ páginas. Divida-o em arquivos menores antes de importar.
ru: Этот PDF-файл содержит более %@ страниц. Перед импортом разделите его на файлы меньшего размера.
vi: Bản PDF này có nhiều hơn %@ trang. Chia nó thành các tệp nhỏ hơn trước khi nhập.
zh_hans: 此 PDF 超过 %@ 页。在导入之前将其拆分为较小的文件。
zh_hant: 此 PDF 超過 %@ 頁。在導入之前將其拆分為較小的檔案。

source: This PDF has more than %lld pages. Split it into smaller files before importing.
ar: يحتوي ملف PDF على أكثر من %lld صفحة. قسّمه إلى ملفات أصغر قبل الاستيراد.
de: Dieses PDF hat mehr als %lld Seiten. Teile es vor dem Import in kleinere Dateien.
es: Este PDF tiene más de %lld páginas. Divídelo en archivos más pequeños antes de importarlo.
fr: Ce PDF contient plus de %lld pages. Divisez-le en fichiers plus petits avant l’importation.
ja: このPDFは%lldページを超えています。読み込む前に小さいファイルに分割してください。
ko: 이 PDF는 %lld페이지를 초과합니다. 가져오기 전에 더 작은 파일로 나누세요.
pt_br: Este PDF tem mais de %lld páginas. Divida-o em arquivos menores antes de importar.
ru: В PDF больше %lld страниц. Перед импортом разделите его на меньшие файлы.
vi: PDF này có hơn %lld trang. Hãy chia thành các tệp nhỏ hơn trước khi nhập.
zh_hans: 此 PDF 超过 %lld 页。请在导入前拆分为较小的文件。
zh_hant: 此 PDF 超過 %lld 頁。請在匯入前拆分為較小的檔案。

source: This recording is no longer on this device.
ar: لم يعد هذا التسجيل موجودًا على هذا الجهاز.
de: Diese Aufnahme befindet sich nicht mehr auf diesem Gerät.
es: Esta grabación ya no está en este dispositivo.
fr: Cet enregistrement n'est plus sur cet appareil.
ja: この録音はこのデバイスにはもうありません。
ko: 이 녹음은 더 이상 이 기기에 없습니다.
pt_br: Esta gravação não está mais neste dispositivo.
ru: Этой записи больше нет на этом устройстве.
vi: Bản ghi này không còn trên thiết bị này nữa.
zh_hans: 该录音已不再在此设备上。
zh_hant: 該錄音已不再在此裝置上。

source: This removes practice history, sheet music, and saved sign-in information from this device.
ar: يؤدي هذا إلى إزالة سجل التدريبات والنوتة الموسيقية ومعلومات تسجيل الدخول المحفوظة من هذا الجهاز.
de: Dadurch werden der Übungsverlauf, die Noten und die gespeicherten Anmeldeinformationen von diesem Gerät entfernt.
es: Esto elimina el historial de práctica, las partituras y la información de inicio de sesión guardada de este dispositivo.
fr: Cela supprime l'historique des entraînements, les partitions et les informations de connexion enregistrées de cet appareil.
ja: これにより、練習履歴、楽譜、保存されたサインイン情報が本機から削除されます。
ko: 이렇게 하면 이 기기에서 연습 내역, 악보, 저장된 로그인 정보가 삭제됩니다.
pt_br: Isso remove o histórico de treinos, partituras e informações de login salvas deste dispositivo.
ru: С этого устройства будет удалена история тренировок, ноты и сохраненная информация для входа.
vi: Thao tác này sẽ xóa lịch sử luyện tập, bản nhạc và thông tin đăng nhập đã lưu khỏi thiết bị này.
zh_hans: 这将从该设备中删除练习历史记录、乐谱和保存的登录信息。
zh_hant: 這將從該裝置中刪除練習記錄、樂譜和已儲存的登入資訊。

source: This removes the imported file and clears score references from local sessions.
ar: يؤدي هذا إلى إزالة الملف المستورد ومسح مراجع النوتة الموسيقية من الجلسات المحلية.
de: Dadurch wird die importierte Datei entfernt und Notenverweise aus lokalen Sitzungen gelöscht.
es: Esto elimina el archivo importado y borra las referencias de partituras de las sesiones locales.
fr: Cela supprime le fichier importé et efface les références de partitions des sessions locales.
ja: これにより、インポートされたファイルが削除され、ローカル セッションから楽譜参照が消去されます。
ko: 이렇게 하면 가져온 파일이 제거되고 로컬 세션에서 악보 참조가 지워집니다.
pt_br: Isso remove o arquivo importado e limpa as referências de partituras das sessões locais.
ru: При этом импортированный файл будет удален, а ссылки на ноты из локальных сеансов будут удалены.
vi: Thao tác này sẽ xóa tệp đã nhập và xóa tham chiếu bản nhạc khỏi các phiên cục bộ.
zh_hans: 这将删除导入的文件并清除本地会话中的乐谱引用。
zh_hant: 這將刪除匯入的檔案並清除本機會話中的樂譜引用。

source: This week's goal
ar: هدف هذا الاسبوع
de: Das Ziel dieser Woche
es: El objetivo de esta semana
fr: L'objectif de cette semaine
ja: 今週の目標
ko: 이번주 목표
pt_br: O objetivo desta semana
ru: Цель этой недели
vi: Mục tiêu của tuần này
zh_hans: 本周目标
zh_hant: 本週目標

source: Tiếng Việt
ar: تينغ فيت
ja: ティエン・ヴィエット
ko: 티엥 비엣
ru: Тианг Вьет
zh_hans: 越南
zh_hant: 越南

source: Tools
ar: أدوات
de: Werkzeuge
es: Herramientas
fr: Outils
ja: ツール
ko: 도구
pt_br: Ferramentas
ru: Инструменты
vi: Công cụ
zh_hans: 工具
zh_hant: 工具

source: Trim margins
ar: تقليم الهوامش
de: Ränder beschneiden
es: Recortar márgenes
fr: Réduire les marges
ja: 余白をトリミングする
ko: 여백 자르기
pt_br: Aparar margens
ru: Обрезать поля
vi: Cắt lề
zh_hans: 修剪边距
zh_hant: 修剪邊距

source: Triplet
ar: ثلاثية
de: Triole
es: Tresillo
fr: Triolet
ja: 3連符
ko: 셋잇단음표
pt_br: Tercina
ru: Триоль
vi: Chùm ba
zh_hans: 三连音
zh_hant: 三連音

source: Trombone
ar: الترومبون
de: Posaune
es: trombón
ja: トロンボーン
ko: 트롬본
ru: Тромбон
vi: kèn trombone
zh_hans: 长号
zh_hant: 長號

source: Trumpet in Bb
ar: البوق في ب
de: Trompete in Bb
es: Trompeta en Sib
fr: Trompette en Sib
ja: Bb管のトランペット
ko: Bb의 트럼펫
pt_br: Trombeta em Sib
ru: Труба in Bb
vi: Kèn Trumpet trong Bb
zh_hans: 小号降B
zh_hant: 小號降B

source: Try again
ar: حاول مرة أخرى
de: Versuchen Sie es erneut
es: Inténtalo de nuevo
fr: Réessayez
ja: もう一度試してください
ko: 다시 시도하세요
pt_br: Tente novamente
ru: Попробуйте еще раз
vi: Thử lại
zh_hans: 再试一次
zh_hant: 再試一次

source: Try again when you're ready.
ar: حاول مرة أخرى عندما تكون مستعدًا.
de: Versuchen Sie es erneut, wenn Sie bereit sind.
es: Inténtalo de nuevo cuando estés listo.
fr: Réessayez lorsque vous serez prêt.
ja: 準備ができたらもう一度お試しください。
ko: 준비가 되면 다시 시도하세요.
pt_br: Tente novamente quando estiver pronto.
ru: Попробуйте еще раз, когда будете готовы.
vi: Hãy thử lại khi bạn đã sẵn sàng.
zh_hans: 准备好后再试一次。
zh_hant: 準備好後再試一次。

source: Try this next
ar: جرب هذا بعد ذلك
de: Versuchen Sie es als nächstes
es: Prueba esto a continuación
fr: Essayez ceci ensuite
ja: 次にこれを試してください
ko: 다음에 시도해 보세요
pt_br: Tente isso a seguir
ru: Попробуйте это дальше
vi: Hãy thử điều này tiếp theo
zh_hans: 接下来尝试这个
zh_hant: 接下來試試這個

source: Tuba
ar: طوبا
ja: チューバ
ko: 튜바
ru: Туба
zh_hans: 大号
zh_hant: 大號

source: Tune right away, practice guided exercises, and keep progress on this device. An account is optional unless you use Classes.
ar: ابدأ الضبط فورًا، وتدرّب بتمارين موجّهة، واحتفظ بتقدمك على هذا الجهاز. الحساب اختياري ما لم تستخدم الصفوف.
de: Stimmen Sie sofort ein, üben Sie geführte Übungen und machen Sie mit diesem Gerät Fortschritte. Ein Konto ist optional, es sei denn, Sie verwenden Klassen.
es: Sintonízalo de inmediato, practica ejercicios guiados y sigue progresando en este dispositivo. Una cuenta es opcional a menos que uses Clases.
fr: Réglez-le immédiatement, pratiquez des exercices guidés et continuez à progresser sur cet appareil. Un compte est facultatif, sauf si vous utilisez des cours.
ja: すぐに調整し、ガイド付きの演習を練習し、このデバイスで進歩を続けてください。クラスを使用しない限り、アカウントはオプションです。
ko: 즉시 조정하고, 안내식 연습을 연습하고, 이 장치에서 계속 진행하세요. 클래스를 사용하지 않는 한 계정은 선택 사항입니다.
pt_br: Sintonize imediatamente, pratique exercícios guiados e acompanhe o progresso neste dispositivo. Uma conta é opcional, a menos que você use Classes.
ru: Настраивайтесь прямо сейчас, практикуйте упражнения с инструкциями и продолжайте прогресс на этом устройстве. Учетная запись не является обязательной, если вы не используете классы.
vi: Điều chỉnh ngay, thực hành các bài tập được hướng dẫn và theo dõi tiến độ trên thiết bị này. Tài khoản là tùy chọn trừ khi bạn sử dụng Lớp học.
zh_hans: 立即调整，练习指导练习，并在该设备上保持进步。除非您使用班级，否则帐户是可选的。
zh_hant: 立即調整，練習指導練習，並在該裝置上保持進步。除非您使用班級，否則帳戶是可選的。

source: Tuner
ar: الموالف
de: Stimmgerät
es: Afinador
fr: Accordeur
ja: チューナー
ko: 튜너
pt_br: Afinador
ru: Тюнер
vi: Máy lên dây
zh_hans: 调音器
zh_hant: 調音器

source: Tuning meter
ar: مؤشر ضبط النغمة
de: Stimmanzeige
es: Medidor de afinación
fr: Indicateur d’accordage
ja: チューニングメーター
ko: 튜닝 미터
pt_br: Medidor de afinação
ru: Индикатор настройки
vi: Đồng hồ lên dây
zh_hans: 调音表
zh_hant: 調音表

source: Tutorial progress
ar: تقدم البرنامج التعليمي
de: Tutorial-Fortschritt
es: Progreso del tutorial
fr: Progression du didacticiel
ja: チュートリアルの進行状況
ko: 튜토리얼 진행
pt_br: Progresso do tutorial
ru: Ход обучения
vi: Tiến trình hướng dẫn
zh_hans: 教程进度
zh_hant: 教學進度

source: Two-second note hold
ar: تثبيت النغمة لمدة ثانيتين
de: Note zwei Sekunden halten
es: Sostener la nota durante dos segundos
fr: Tenue de note de deux secondes
ja: 音を2秒間保持
ko: 2초 음 유지
pt_br: Sustentar a nota por dois segundos
ru: Удержание ноты две секунды
vi: Giữ nốt trong hai giây
zh_hans: 保持音符两秒
zh_hant: 保持音符兩秒

source: UI test fixture
ar: تركيبات اختبار واجهة المستخدم
de: UI-Testgerät
es: Accesorio de prueba de UI
fr: Appareil de test de l'interface utilisateur
ja: UIテストフィクスチャ
ko: UI 테스트 픽스쳐
pt_br: Dispositivo de teste de IU
ru: приспособление для тестирования пользовательского интерфейса
vi: Lịch kiểm tra giao diện người dùng
zh_hans: UI测试治具
zh_hant: UI測試治具

source: Unison
ar: انسجام
de: Unisono
es: al unísono
fr: Unisson
ja: ユニゾン
ko: 유니슨
pt_br: Uníssono
ru: Унисон
vi: đồng thanh
zh_hans: 齐奏
zh_hant: 齊奏

source: Unstable
ar: غير مستقر
de: Instabil
es: inestable
fr: Instable
ja: 不安定
ko: 불안정
pt_br: Instável
ru: Нестабильный
vi: Không ổn định
zh_hans: 不稳定
zh_hant: 不穩定

source: Up
ar: لأعلى
de: Auf
es: arriba
fr: Vers le haut
ja: 上へ
ko: 위로
pt_br: Acima
ru: Вверх
vi: Lên
zh_hans: 向上
zh_hant: 向上

source: up next
ar: التالي
de: als nächstes dran
es: hasta el siguiente
fr: à suivre
ja: 次へ
ko: 다음은
pt_br: a seguir
ru: следующий
vi: tiếp theo
zh_hans: 接下来
zh_hant: 接下來

source: Upper half
ar: النصف العلوي
de: Obere Hälfte
es: Mitad superior
fr: Moitié supérieure
ja: 上半分
ko: 상반부
pt_br: Metade superior
ru: Верхняя половина
vi: Nửa trên
zh_hans: 上半部分
zh_hant: 上半部

source: Use a unique preset name.
ar: استخدم اسمًا فريدًا محددًا مسبقًا.
de: Verwenden Sie einen eindeutigen voreingestellten Namen.
es: Utilice un nombre preestablecido único.
fr: Utilisez un nom de préréglage unique.
ja: 一意のプリセット名を使用します。
ko: 고유한 사전 설정 이름을 사용하십시오.
pt_br: Use um nome predefinido exclusivo.
ru: Используйте уникальное имя предустановки.
vi: Sử dụng một tên đặt trước duy nhất.
zh_hans: 使用唯一的预设名称。
zh_hant: 使用唯一的預設名稱。

source: Use BrassTune only with consent and within the policies of the school, studio, or organization providing access.
ar: استخدم BrassTune فقط بموافقة ووفق سياسات المدرسة أو الاستوديو أو المؤسسة التي توفر إمكانية الوصول.
de: Verwenden Sie BrassTune nur mit Einwilligung und gemäß den Richtlinien der Schule, des Studios oder der Organisation, die den Zugang bereitstellt.
es: Usa BrassTune solo con consentimiento y conforme a las políticas de la escuela, el estudio o la organización que proporciona el acceso.
fr: Utilisez BrassTune uniquement avec consentement et dans le respect des règles de l’école, du studio ou de l’organisation qui fournit l’accès.
ja: BrassTune は同意を得た上で、アクセスを提供する学校、教室、組織のポリシーに従って使用してください。
ko: BrassTune은 동의를 받고 접근 권한을 제공하는 학교, 스튜디오 또는 기관의 정책 범위 내에서만 사용하세요.
pt_br: Use o BrassTune somente com consentimento e de acordo com as políticas da escola, estúdio ou organização que fornece o acesso.
ru: Используйте BrassTune только с согласия и в рамках правил школы, студии или организации, предоставляющей доступ.
vi: Chỉ sử dụng BrassTune khi có sự đồng ý và theo chính sách của trường, phòng tập hoặc tổ chức cung cấp quyền truy cập.
zh_hans: 仅在获得同意并遵守提供访问权限的学校、工作室或组织政策的情况下使用 BrassTune。
zh_hant: 僅在獲得同意並遵守提供存取權限的學校、工作室或組織政策的情況下使用 BrassTune。

source: Use headphones when possible, then match the tone gently.
ar: استخدم سماعات الرأس عند الإمكان، ثم طابق النغمة المرجعية برفق.
de: Verwenden Sie nach Möglichkeit Kopfhörer und gleichen Sie dann vorsichtig den Referenzton ab.
es: Usa auriculares cuando sea posible y luego iguala suavemente el tono de referencia.
fr: Utilisez un casque si possible, puis accordez-vous doucement sur le son de référence.
ja: できるだけヘッドフォンを使い、基準音の音程にやさしく合わせます。
ko: 가능하면 헤드폰을 사용한 다음 기준음에 부드럽게 맞춰 보세요.
pt_br: Use fones de ouvido quando possível e depois iguale suavemente o tom de referência.
ru: По возможности используйте наушники, затем мягко подстройтесь под эталонный тон.
vi: Hãy dùng tai nghe khi có thể, rồi nhẹ nhàng khớp cao độ với âm tham chiếu.
zh_hans: 尽量使用耳机，然后轻柔地将音高与参考音匹配。
zh_hant: 盡量使用耳機，然後輕柔地將音高與參考音配對。

source: Use in practice
ar: استخدام في التدريب الموسيقي
de: Beim Üben verwenden
es: Usar en la práctica musical
fr: Utiliser pendant la séance
ja: 練習で使用
ko: 연습에 사용
pt_br: Usar na prática musical
ru: Использовать на занятии
vi: Dùng khi luyện tập
zh_hans: 用于音乐练习
zh_hant: 用於音樂練習

source: Use the Tuner or finish a Play-Along exercise to save your first recording.
ar: استخدم الموالف أو أكمل تمرين العزف المصاحب لحفظ تسجيلك الأول.
de: Verwenden Sie den Tuner oder beenden Sie eine Play-Along-Übung, um Ihre erste Aufnahme zu speichern.
es: Utilice el afinador o finalice un ejercicio de acompañamiento para guardar su primera grabación.
fr: Utilisez le tuner ou terminez un exercice Play-Along pour sauvegarder votre premier enregistrement.
ja: チューナーを使用するか、プレイアロング練習を終了して、最初の録音を保存します。
ko: 튜너를 사용하거나 함께 연주 연습을 완료하여 첫 번째 녹음을 저장하세요.
pt_br: Use o sintonizador ou termine um exercício Play-Along para salvar sua primeira gravação.
ru: Используйте тюнер или завершите упражнение «Play-Along», чтобы сохранить свою первую запись.
vi: Sử dụng Bộ chỉnh hoặc hoàn thành bài tập Play-Along để lưu bản ghi đầu tiên của bạn.
zh_hans: 使用调音器或完成伴奏练习来保存您的第一个录音。
zh_hant: 使用調音器或完成伴奏練習來儲存您的第一個錄音。

source: Use your email or Apple account.
ar: استخدم بريدك الإلكتروني أو حساب Apple.
de: Verwenden Sie Ihr E-Mail- oder Apple-Konto.
es: Utilice su correo electrónico o cuenta de Apple.
fr: Utilisez votre e-mail ou votre compte Apple.
ja: 電子メールまたは Apple アカウントを使用してください。
ko: 이메일이나 Apple 계정을 사용하세요.
pt_br: Use seu e-mail ou conta Apple.
ru: Используйте свою электронную почту или учетную запись Apple.
vi: Sử dụng email hoặc tài khoản Apple của bạn.
zh_hans: 使用您的电子邮件或 Apple 帐户。
zh_hant: 使用您的電子郵件或 Apple 帳戶。

source: Version %@ (%@)
ar: الإصدار %@ (%@)
es: Versión %@ (%@)
ja: バージョン %@ (%@)
ko: 버전 %@(%@)
pt_br: Versão %@ (%@)
ru: Версия %@ (%@)
vi: Phiên bản %@ (%@)
zh_hans: 版本%@ (%@)
zh_hant: 版本%@ (%@)

source: View full page
ar: عرض الصفحة كاملة
de: Ganze Seite anzeigen
es: Ver página completa
fr: Afficher la page entière
ja: 全ページを見る
ko: 전체 페이지 보기
pt_br: Ver página inteira
ru: Посмотреть полную страницу
vi: Xem toàn bộ trang
zh_hans: 查看整页
zh_hant: 看整頁

source: Visual beat while recording
ar: نبضة مرئية أثناء التسجيل
de: Sichtbarer Takt während der Aufnahme
es: Pulso visual durante la grabación
fr: Pulsation visuelle pendant l’enregistrement
ja: 録音中の視覚ビート
ko: 녹음 중 시각적 박자
pt_br: Batida visual durante a gravação
ru: Визуальный ритм во время записи
vi: Nhịp trực quan khi ghi âm
zh_hans: 录音时显示视觉节拍
zh_hant: 錄音時顯示視覺節拍

source: Visual-only metronome
ar: المسرع البصري فقط
de: Nur visuelles Metronom
es: Metrónomo solo visual
fr: Métronome uniquement visuel
ja: 視覚のみのメトロノーム
ko: 시각 전용 메트로놈
pt_br: Metrônomo apenas visual
ru: Визуальный метроном
vi: Máy đếm nhịp chỉ có hình ảnh
zh_hans: 纯视觉节拍器
zh_hant: 純視覺節拍器

source: Visual-only mode gives you a silent beat.
ar: يمنحك الوضع المرئي فقط إيقاعًا صامتًا.
de: Im rein visuellen Modus erhalten Sie einen stillen Beat.
es: El modo solo visual te brinda un ritmo silencioso.
fr: Le mode visuel uniquement vous offre un rythme silencieux.
ja: 視覚のみのモードでは、静かなビートが得られます。
ko: 시각적 전용 모드는 조용한 비트를 제공합니다.
pt_br: O modo somente visual oferece uma batida silenciosa.
ru: Визуальный режим дает вам тихий ритм.
vi: Chế độ chỉ trực quan mang đến cho bạn nhịp điệu im lặng.
zh_hans: 纯视觉模式给您带来安静的节奏。
zh_hant: 純視覺模式帶給您安靜的節奏。

source: Volume
ar: مستوى الصوت
de: Lautstärke
es: Volumen
fr: Volume sonore
ja: 音量
ko: 음량
ru: Громкость
vi: Âm lượng
zh_hans: 音量
zh_hant: 音量

source: Waiting for a note
ar: في انتظار نغمة
de: Warte auf eine Note
es: Esperando una nota
fr: En attente d’une note
ja: 音を待っています
ko: 음을 기다리는 중
pt_br: Aguardando uma nota
ru: Ожидание ноты
vi: Đang chờ một nốt
zh_hans: 正在等待音符
zh_hant: 正在等待音符
